Repository: MikeRalphson/rmp-translate
Catalog: src/RMP/Translate/lang/programmes/*.po
Languages: ga

source: All
ga: Uile

# all_episodes_iplayer
source: All episodes available on BBC iPlayer
ga: Gach eagrán ar fáil ar BBC iPlayer

# all_episodes_iplayer_radio
source: All episodes available on BBC iPlayer Radio
ga: Níl an clár seo ar fáil ar BBC iPlayer Radio faoi láthair

source: All previous episodes
ga: Gach eagrán roimhe seo

source: All upcoming
ga: Gach eagrán roimhe seo

# atoz_letters
source: Programmes beginning with the letter %1
ga: Cláir ag tosú leis an litir %1

# atoz_nocategory
source: Sorry, there are no programmes in this category
ga: Níl aon chlár sa chatagóir seo

# atoz_nocontaining
source: Sorry, there are no programmes with titles containing %1
ga: Níl aon chlár le teidil ina bhfuil %1

# atoz_noresults
source: Sorry, there are no programmes with titles beginning with %1
ga: Níl aon chlár le teidil a thosaíonn le %1

# atoz_note
source: Use the A to Z to find a programme by name
ga: Bain úsáid as an A-Z le theacht ar chlár de réir ainm

# atoz_numbers
source: Programmes beginning with numbers or punctuation symbols
ga: Cláir ag tosú le huimhreacha nó le comharthaí poncaíochta

# atoz_title
source: A to Z
ga: A-Z

# atoz_title_full
source: Programmes A to Z
ga: A-Z de chláir

# atoz_tryall
source: Try viewing %1all%2
ga: Amharc ar %1gach rud%2

# atoz_trycurrent
source: Try viewing %1current%2
ga: Amharc ar %1chláir reatha%2

source: Audio described
ga: Cloisthuairiscithe

# available_count
source: There are currently no available episodes
ga: Níl eagrán ar bith ar fáil faoi láthair

# available_count_short
source: There are currently no available episodes
ga: Níl eagrán ar bith ar fáil faoi láthair

source: Available now
ga: Ar fáil anois

# available_on_iplayer
source: Available on BBC iPlayer
ga: Ar fáil ar BBC iPlayer

# available_on_iplayer_short
source: On iPlayer
ga: Ar iPlayer

# back_to_top_of_page
source: Back to top
ga: Ar ais go barr

source: Back up to:
ga: Ar ais chuig:

# broadcast_except
source: except %1
ga: seachas %1

# broadcast_only_on
source: %1 only
ga: ar fáil ar %1

source: Broadcasts
ga: Craoltaí

# broadcasts_none
source: There are no broadcasts
ga: Níl aon chraoladh ann

# broadcasts_none_date
source: There are no broadcasts for the month and year selected
ga: Ní aon chraoladh ar fáil don tréimhse roghnaithe

# broadcasts_none_upcoming
source: There are no upcoming broadcasts of this programme
ga: Níl craoltaí ar bith den chlár seo ag teacht aníos

# broadcasts_none_upcoming_debut
source: There are no upcoming debut broadcasts
ga: Ní aon chéad chraoladh le theacht

# buy_desc
source: Series and episodes available from online suppliers
ga: Sraitheanna agus eagráin ar fáil ó sholáthraithe ar-líne

# buy_where
source: Where to buy
ga: Áiteanna is féidir ceannach

source: By date
ga: De réir dáta

source: By format
ga: De réir formáide

source: By genre
ga: De réir seánra

source: Categories
ga: Catagóir

# category_stations_note
source: This category can be found on the stations highlighted below
ga: Is féidir theacht ar an chatagóir seo ar na staisiúin aibhsithe thíos

# category_title
source: Programmes categorised as %1
ga: Cláir catagóirithe mar %1

# chapter_context
source: This chapter is from
ga: Seo caibidil ó

source: Chapters
ga: Chaibidil

# clip_availability_future
source: This clip will be available soon
ga: Beidh an ghearrthóg seo ar fáil go luath

# clip_availability_none
source: Sorry, this clip is not currently available
ga: Níl an ghearrthóg seo ar fáil faoi láthair

# clip_availability_past
source: Sorry, this clip is no longer available
ga: Níl an ghearrthóg seo ar fáil níos mó

# clip_context
source: This clip is from
ga: Seo gearrthóg ó

source: Clips
ga: Ghearrthóg

# clips_count
source: There are currently no available clips
ga: Níl aon ghearrthóg ar fáil faoi láthair

# colon_available_on
source: Available on
ga: Ar fáil ar

# colon_from_suppliers
source: From suppliers
ga: Ó sholáthraithe

source: Coming soon
ga: Le theacht gan mhoill

source: Contact details
ga: Sonra teagmhála

# contact_form_field
source: Please complete this field
ga: Comhlánaigh an réimse seo le do thoil

# contact_form_mandatory
source: indicates mandatory fields
ga: léiríonn réimsí riachtanacha

# contact_form_submit
source: Send message
ga: Cuir teachtaireacht

# contact_form_unavailable
source: Sorry, the contact form is currently unavailable due to a technical problem.
ga: Níl an fhoirm teagmhála ar fáil faoi láthair mar gheall ar dheacrachtaí teicniúla.

# contact_prompt
source: Form details
ga: Sonraí foirme

# contact_prompt_note
source: Please include the following details on your message:
ga: Cuir isteach na sonraí seo a leanas ar do theachtaireacht le do thoil:

source: Contact us
ga: Déan teagmháil linn

source: Credits
ga: Teideal Creidiúna

# credits_none
source: This programme has no credits
ga: Níl teidil chreidiúna leis an chlár seo

source: Downloads
ga: Íoslódáil

# duration
source: Duration: %1
ga: Fad: %1

# episode_availability_future
source: This episode will be available soon
ga: Beidh an t-eagrán seo ar fáil go luath

# episode_availability_none
source: Sorry, this episode is not currently available
ga: Níl an t-eagrán seo ar fáil faoi láthair

# episode_availability_none_radio
source: Sorry, this episode is not currently available on BBC iPlayer Radio
ga: Níl an t-eagrán seo ar fáil faoi láthair ar BBC iPlayer Radio

# episode_availability_past
source: Sorry, this episode is no longer available
ga: Níl an t-eagrán seo ar fáil níos mó

# episode_availability_past_radio
source: Sorry, this episode is no longer available on BBC iPlayer Radio
ga: Níl an t-eagrán seo ar fáil níos mó ar BBC iPlayer Radio

source: Episode guide
ga: Liosta clár

# episode_number
source: Episode %1 of %2
ga: Clár %1 de %2

# episode_on_iplayer
source: Sorry, no episodes available on BBC iPlayer
ga: Níl aon eagrán ar fáil ar BBC iPlayer

source: Episodes
ga: Eagrán

# episodes_more_soon
source: There will be %1 episodes. More information coming soon
ga: Beidh %1 eagrán ann. Tuilleadh eolais le theacht go luath

# episodes_none
source: There are no episodes
ga: Níl aon eagrán ann

source: Featured
ga: Faoi thrácht

source: Featured in...
ga: Faoi thrácht in...

source: Features
ga: Faoi thrácht

# first_episode
source: You are at the first episode
ga: Seo an chéad eagrán

source: Formats
ga: Formáid

# formats_note
source: Pick a format to see %1 programmes
ga: Roghnaigh formáid le %1 chlár a fheiceáil

source: Full schedule
ga: Sceideal iomlán

source: Galleries
ga: Gailearaí

# galleries_context
source: This gallery is from
ga: Seo gailearaí ó

# galleries_count
source: There are currently no galleries
ga: Níl aon ghailearaí ar fáil faoi láthair

source: Genres
ga: Seánra

# genres_note
source: Pick a genre to see %1 programmes
ga: Roghnaigh seánra le %1 chlár a fheiceáil

source: Home
ga: Baile

# iplayer_listen_live
source: Listen live
ga: Éist beo

# iplayer_listen_now
source: Listen now
ga: Éist anois

# iplayer_listen_remaining_days
source: 0 days left to listen
ga: 0 lá fágtha le héisteacht

# iplayer_listen_remaining_hours
source: 0 hours left to listen
ga: 0 uair an chloig fágtha le héisteacht

# iplayer_listen_remaining_minutes
source: 0 minutes left to listen
ga: 0 nóiméad fágtha le héisteacht

# iplayer_listen_remaining_months
source: 0 months left to listen
ga: 0 mí fágtha le héisteacht

# iplayer_listen_remaining_seconds
source: 0 seconds left to listen
ga: 0 soicind fágtha le héisteacht

# iplayer_listen_remaining_weeks
source: 0 weeks left to listen
ga: 0 seachtaine fágtha le héisteacht

# iplayer_listen_remaining_years
source: over a year left to listen
ga: níos mó na bliain fágtha leis an chlár seo a sheinm

# iplayer_play_live
source: Play live
ga: Seinn beo

# iplayer_play_now
source: Play now
ga: Seinn anois

# iplayer_play_remaining_days
source: 0 days left to play
ga: 0 lá fágtha le seinm

# iplayer_play_remaining_hours
source: 0 hours left to play
ga: 0 uair an chloig fágtha le seinm

# iplayer_play_remaining_minutes
source: 0 minutes left to play
ga: 0 nóiméad fágtha le seinm

# iplayer_play_remaining_months
source: 0 months left to play
ga: 0 mí fágtha le seinm

# iplayer_play_remaining_seconds
source: 0 seconds left to play
ga: 0 soicind fágtha le seinm

# iplayer_play_remaining_weeks
source: 0 weeks left to play
ga: 0 seachtaine fágtha le seinm

# iplayer_play_remaining_years
source: over a year left to play
ga: níos mó na bliain fágtha le seinm

# iplayer_time_days
source: 0 days
ga: 0 lá

# iplayer_time_hours
source: 0 hours
ga: 0 uair

# iplayer_time_mins
source: 0 mins
ga: 0 nóim

# iplayer_time_minutes
source: 0 minutes
ga: 0 nóiméad

# iplayer_time_months
source: 0 months
ga: 0 mí

# iplayer_time_seconds
source: 0 seconds
ga: 0 soicind

# iplayer_time_secs
source: 0 secs
ga: 0 soic

# iplayer_time_weeks
source: 0 weeks
ga: 0 seachtaine

# iplayer_time_years
source: over a year
ga: thar bliain

# iplayer_watch_live
source: Watch live
ga: Coimhéad beo

# iplayer_watch_now
source: Watch now
ga: Coimhéad anois

# iplayer_watch_remaining_days
source: 0 days left to watch
ga: 0 lá fágtha le coimhéad

# iplayer_watch_remaining_hours
source: 0 hours left to watch
ga: 0 uair an chloig fágtha le coimhéad

# iplayer_watch_remaining_minutes
source: 0 minutes left to watch
ga: 0 nóiméad fágtha le coimhéad

# iplayer_watch_remaining_months
source: 0 months left to watch
ga: 0 mí fágtha le coimhéad

# iplayer_watch_remaining_seconds
source: 0 seconds left to watch
ga: 0 soicind fágtha le coimhéad

# iplayer_watch_remaining_weeks
source: 0 weeks left to watch
ga: 0 seachtaine fágtha le coimhéad

# iplayer_watch_remaining_years
source: over a year left to watch
ga: níos mó na bliain fágtha le coimhéad

# javascript_required
source: You must enable JavaScript to play content
ga: Caithfidh tú JavaScript a chumasú le hábhar a sheinm

# language_barlesque
source: en-GB
ga: ga

# language_code
source: en-GB
ga: ga

# language_locale
source: en_GB
ga: ga

# language_name
source: English (UK)
ga: Irish Gaelic

source: Last
ga: Deireanach

# last_episode
source: You are at the last episode
ga: Tá tú ag an eagrán deireanach

source: Last on
ga: An craoladh is déanaí

source: Latest
ga: Is déanaí

source: Listen in pop-out player
ga: Éist i bhfuinneog eile

source: Live
ga: Beo

source: Local Radio
ga: Raidió Áitiúil

source: More
ga: Tuilleadh

# more_clips_from
source: More clips from %1
ga: Tuilleadh gearrthóg ó %1

source: More episodes
ga: Tuilleadh eagrán

# more_from_bbc
source: More results for %1 from across the BBC
ga: Tuilleadh torthaí do %1 ar fud an BBC

source: More on Radio
ga: Tuilleadh ar Ráidió

source: More on TV
ga: Tuilleadh ar Teilifís

# music_and_featured
source: Music and featured items
ga: Ceol agus míreanna faoi thrácht

source: Music Played
ga: Ceol Seinnte

source: National Radio
ga: Ráidió Náisiúnta

source: Nations Radio
ga: Ráidió na Náisiún

source: New series
ga: sraith nua

source: Next
ga: Ar aghaidh

source: Next on
ga: Ag teacht aníos

# no_information
source: Sorry there is currently no information
ga: Níl aon eolas ann faoi láthair

source: Now and next
ga: Anois agus ag teacht aníos

source: Off air
ga: Den aer

source: On air
ga: Ar an aer

source: On demand
ga: Ar Éileamh

source: On now
ga: Ar an aer

source: On radio
ga: Ar Raidió

source: On TV
ga: Ar Teilifís

source: Outlets
ga: Asraon

source: Page not found
ga: Níor aimsíodh an leathanach sin

# page_not_found_note
source: Please check the address and try again
ga: Seiceáil an seoladh agus triail arís le do thoil

# page_not_found_title
source: Sorry, that page was not found
ga: Níor aimsíodh an leathanach sin

source: Podcasts
ga: Podchraoltaí

# podcasts_desc
source: Episodes to download
ga: Eagráin le híoslódáil

source: Previous
ga: Siar

source: Profiles
ga: Próifíl

# profiles_key_fact_data
source: Fact data
ga: Sonraí fírice

# profiles_key_fact_summary
source: Key facts for %1
ga: Eochairfhíricí do %1

# profiles_key_fact_title
source: Fact title
ga: Teideal fírice

# profiles_none
source: Sorry there are no profiles for %1
ga: Níl aon phróifíl ann do %1

# programme_availability_none_radio
source: This programme is not currently available on BBC iPlayer Radio
ga: Níl an clár seo ar fáil ar BBC iPlayer Radio faoi láthair

# programme_homepage
source: %1 homepage
ga: %1 leathanach baile

source: Programmes
ga: Clár

# programmes_count
source: No programmes
ga: Gan chlár

# programmes_homepage
source: BBC Programmes homepage
ga: Leathanach baile chláir an BBC

# programmes_resume_at
source: Programmes will resume at %1
ga: Tosóidh cláir arís ag %1

source: QR code
ga: Cód QR

# qr_description
source: A %1QR code%2 is a type of barcode which can contain links to webpages. Mobile phones with a camera and an appropriate application are able to read these codes and take you to the address contained within it.
ga: Is cineál barrachóid é %1cód QR%2 ina mbíonn naisc chuig leathanaigh Ghréasáin. Is féidir le guthán póca a bhfuil ceamara agus feidhmchlár cuí ann, na cóid seo a léamh agus tú a threorú chuig an seoladh atá istigh ann.

# qr_instruction
source: You may save, print or share the image.
ga: Is féidir an íomhá a shábháil, a chur i gcló nó a roinnt.

# qr_link
source: This code will link to the page for %1 when read using a QR code reader.
ga: Déanfaidh an cód seo nasc chuig an leathanach do %1 má bhíonn léitheoir cód QR cumasithe.

source: Related Links
ga: Naisc ghaolmhara

# release_date
source: Release date: %1
ga: Dáta Scaoileadh: %1

source: Repeats
ga: Athchraoladh

# schedule_begins_on
source: Schedule begins on %1
ga: Tosaíonn sceideal ar %1

# schedule_ended_on
source: Schedule ended on %1
ga: Chríochnaigh an sceideal ar %1

# schedule_title
source: %1 schedule
ga: Sceideal %1

source: Schedules
ga: Sceideal

# schedules_boxing_day
source: Boxing Day
ga: Lá Dornálaíochta

# schedules_calendar_note
source: Please choose a day from the calendar
ga: Roghnaigh lá ón fhéilire

# schedules_christmas_day
source: Christmas Day
ga: Lá Nollag

# schedules_christmas_eve
source: Christmas Eve
ga: Oíche Nollag

# schedules_last_weekday
source: Last %1
ga: %1 Seo chugainn

# schedules_new_years_day
source: New Year's Day
ga: Lá Caille

# schedules_next_weekday
source: Next %1
ga: %1 Seo caite

# schedules_no_result
source: There is no schedule for today. Please choose another day from the calendar
ga: Níl aon sceideal ann don lá inniu. Roghnaigh lá eile ón fhéilire.

# schedules_period_afternoon
source: Afternoon
ga: Iarnóin

# schedules_period_early
source: Early
ga: Go luath

# schedules_period_evening
source: Evening
ga: Tráthnóna

# schedules_period_late
source: Late
ga: Go mall

# schedules_period_morning
source: Morning
ga: Maidin

# schedules_regional
source: See other regional %1 variations
ga: Is féidir go mbeidh %2éagsúlachtaí réigiúnacha%1%3 ann

# schedules_regional_note
source: Please choose a region for the appropriate schedule
ga: Roghnaigh réigiún don sceideal cuí

# schedules_regional_note_radio
source: Please choose the appropriate schedule
ga: Roghnaigh réigiún don sceideal cuí

# schedules_regional_title
source: Regional variations for %1
ga: Éagsúlachtaí réigiúnacha do %1

# schedules_regional_title_radio
source: Schedule variations for %1
ga: Éagsúlachtaí réigiúnacha do %1

# schedules_this_week
source: This week
ga: An tseachtain seo

# schedules_today
source: Today
ga: Inniu

# schedules_tomorrow
source: Tomorrow
ga: Amárach

# schedules_yesterday
source: Yesterday
ga: Inné

# see_all_available_from
source: See all %1 episodes available on BBC iPlayer
ga: Féach gach eagrán de %1 atá ar fáil ar BBC iPlayer

# see_all_available_from_radio
source: See all %1 episodes available
ga: Féach gach eagrán de %1 atá ar fáil ar BBC iPlayer Ráidió

# see_all_broadcasts_of
source: See all broadcasts of %1
ga: Féach gach craoladh de %1

# see_all_clips_from
source: See all clips from %1
ga: Féach gach gearrthóg ó %1

# see_all_credits_for
source: See all credits for %1
ga: Féach gach teidiil chreidiúna ó %1

# see_all_episodes_from
source: See all episodes from %1
ga: Féach gach eagrán de %1

# see_all_from
source: See all from %1
ga: Féach gach rud ó %1

# see_all_galleries_from
source: See all galleries from %1
ga: Féach gach gailearaí ó %1

# see_all_podcasts_for
source: See all podcasts for %1
ga: Féach gach podchraoltaí ó %1

# see_all_previous_episodes_from
source: See all previous episodes from %1
ga: Féach gach sean-eagrán de %1

# see_all_upcoming_of
source: See all upcoming broadcasts of %1
ga: Féach gach craoladh de %1 atá ag teacht aníos

source: Series
ga: Sraith

# service_introduction
source: Explore the links below to find %1 programmes you're interested in
ga: Taiscéal na naisc thíos le cláir %1 a bhfuil speis agat iontu a aimsiú.

source: Show less
ga: Taispeáin níos lú

source: Show more
ga: Taispeáin níos mó

source: Signed
ga: Sínithe

source: Similar programmes
ga: Cláir den chineál seo

source: Skip to
ga: Scipeáil chuig

source: Stations
ga: Stáisiúin

# tagged_available
source: There are currently no available episodes tagged with %1
ga: Níl eagrán ar bith atá clibeáilte le %1 ar fáil faoi láthair

# television_abbr
source: TV
ga: Teilifís

# timings_start_of_day
source: Timings (where shown) are the time of the day
ga: Tá na hamanna (nuair a léirítear iad) de réir uaireanta an lae.

# timings_start_of_programme
source: Timings (where shown) are from the start of the programme in hours and minutes
ga: Tá na hamanna (nuair a léirítear iad) in uaireanta agus nóiméid ó thus an chláir.

source: Topics
ga: Toipicí

source: View all
ga: Féach gach

source: View episodes
ga: Féach eagráin

# x_more
source: No more
ga: %count% níos mó

# you_might_also_like
source: You may also like
ga: Is féidir go mbeidh dúil agat i
